# TODO: Translation updated at 2025-07-28 20:12

translate english strings:

    # game/options.rpy:14
    old "周末的诗篇"
    new ""

    # game/options.rpy:30
    old "防盗水印:本galgame由墨羽(别名quan)\n\n本游戏的所有图片均出自ai绘制\n\n本游戏的音乐均出自网络\n\n本游戏的脚本均出自墨羽+DeepSeek制作\n\n本游戏制作与2025/7/28日\n\n友情提示：本游戏仅供娱乐，禁止转载、盗用、贩卖等商业行为。\n\n本游戏的内容均为虚构，如有雷同，纯属巧合。\n\n特此说明：本游戏的开发及编程人员均出自一个初中生加上Deepseek R1制作\n\n游戏简介：\n\n这是一个简单的周末故事，讲述了一个普通人的日常生活。\n\n这是一个关于生活、友情和小确幸的故事。\n\n游戏中包含了日常生活的点滴，展现了人与人之间的温暖和关怀。\n\n游戏的画面和音乐都很轻松愉快，希望能给玩家带来放松的体验。\n\n这是一个简单的故事，没有复杂的情节和设定。\n\n游戏的主要目的是让玩家感受到生活中的小确幸和温暖。 这是一个轻松愉快的游戏，适合所有年龄段的玩家。\n\n游戏的画面和音乐都很轻松愉快，希望能给玩家带来放松的体验。\n\n这也是我第一次做galgame,欢迎大家提出意见和建议\n\n如果您有任何问题或建议，请随时与我联系。\n\n邮件:3627742771@qq.com\n\n微信:丛雨ciallo\n\nQQ:3627742771\n\n如果您想了解更多关于我的信息，请访问我的社交媒体。\n\nbilibili：https://space.bilibili.com/478967440?spm_id_from=333.1007.0.0\n\n抖音：丛雨丸（幼刀）\n\n那么介绍到这里为止，感谢您的支持和关注！\n\n如果您喜欢这个游戏，请考虑支持我，您的支持将帮助我继续制作更多有趣的游戏。\n\nciallo"
    new ""

# TODO: Translation updated at 2025-07-28 21:07

translate english strings:

    # game/options.rpy:30
    old "防盗水印:本galgame由墨羽(别名quan)制作\n\n本游戏的所有图片均出自ai绘制\n\n本游戏的音乐均出自网络\n\n本游戏的脚本均出自墨羽+DeepSeek制作\n\n本游戏制作与2025/7/28日\n\n友情提示：本游戏仅供娱乐，禁止转载、盗用、贩卖等商业行为。\n\n本游戏的内容均为虚构，如有雷同，纯属巧合。\n\n特此说明：本游戏的开发及编程人员均出自一个初中生加上Deepseek R1制作\n\n游戏简介：\n\n这是一个简单的周末故事，讲述了一个普通人的日常生活。\n\n这是一个关于生活、友情和小确幸的故事。\n\n游戏中包含了日常生活的点滴，展现了人与人之间的温暖和关怀。\n\n游戏的画面和音乐都很轻松愉快，希望能给玩家带来放松的体验。\n\n这是一个简单的故事，没有复杂的情节和设定。\n\n游戏的主要目的是让玩家感受到生活中的小确幸和温暖。 这是一个轻松愉快的游戏，适合所有年龄段的玩家。\n\n游戏的画面和音乐都很轻松愉快，希望能给玩家带来放松的体验。\n\n这也是我第一次做galgame,欢迎大家提出意见和建议\n\n如果您有任何问题或建议，请随时与我联系。\n\n邮件:3627742771@qq.com\n\n微信:丛雨ciallo\n\nQQ:3627742771\n\n如果您想了解更多关于我的信息，请访问我的社交媒体。\n\nbilibili：https://space.bilibili.com/478967440?spm_id_from=333.1007.0.0\n\n抖音：丛雨丸（幼刀）\n\n那么介绍到这里为止，感谢您的支持和关注！\n\n如果您喜欢这个游戏，请考虑支持我，您的支持将帮助我继续制作更多有趣的游戏。\n\nciallo"
    new ""

